[
    {
        "name": "Ostschweiz",
        "text": "Seit 1815 herrscht  in der Ostschweiz grosses Leiden. Vor allem die Hagelschläge von 1816 vernichteten die Ernte in vielen Regionen, darunter St. Gallen, Toggenburg und das Oberland bei Ragaz. In St. Gallen starben viele Menschen an Hunger und Krankheiten, während das Kloster Pfeffers und internationale Hilfsaktionen, darunter vom russischen Kaiser, Unterstützung boten. Im Kanton Appenzell litten die Menschen so sehr unter Hunger, dass sie sogar Gras und Aas essen mussten. In Glarus verbreitete man Verzeichnisse von essbaren Wildpflanzen, doch auch hier starben viele an den Folgen ungesunder Nahrung.",
        "longtext": "Die Ostschweiz erlebt seit 1815 eine schwere Hungersnot, die durch schlechte Ernten, Krankheiten und wirtschaftliche Not verschärft wurde. Besonders verheerend waren die Hagelschläge von 1816, die die Ernte in vielen Teilen der Region zerstörten. In der Nähe von Ragaz sowie in St. Gallen, Wittenbach, Berg und Steinach wurden die Felder kurz vor der Ernte vernichtet. Viele Bauern, die sich gerade noch vor dem Hungertod gerettet hatten, verloren durch den Hagel erneut alle Hoffnung und standen vor dem Ruin. Die Auswirkungen der Unwetter waren in den gebirgigen Teilen des Kantons St. Gallen besonders schlimm. Dort starben rund 1800 Menschen an Hunger und seinen Folgen, was etwa einem 25. Teil der Bevölkerung entsprach. Trotz massiver Unterstützung von Hilfsorganisationen und Beiträgen von fernen Städten wie Bern und Neuenburg sowie vom russischen Kaiser Alexander, konnten viele nicht vor dem Tod gerettet werden.<br><br>Im Kanton Appenzell war die Lage ebenfalls dramatisch. Dort starben etwa 7000 Menschen mehr, als geboren wurden. Die Menschen griffen auf extreme Nahrungsmittel wie Gras, Kräuter, Aas und sogar Hunde und Katzen zurück, um zu überleben. Rund 18.000 Menschen im Kanton wurden zu Armen und Bettlern.<br><br>Auch im Kanton Glarus war das Elend gross. In den Tälern der Linth und Sernft sowie in Kerenzen wurden täglich Tausende Menschen mit Grütze und Roggenbrot versorgt. Wild wachsende Kräuter und Wurzeln wurden gesammelt und gegessen, doch viele starben an den gesundheitlichen Folgen dieser notgedrungenen Ernährung. Internationale Spenden halfen, das schlimmste Leid zu lindern, doch die Not blieb gross.",
        "link": "/infos/Nordschweiz.html",
        "image": "assets/images/Ostschweiz/Ostschweiz1.webp"
    },
    {
        "name": "Nordschweiz",
        "text": "Seit erlebt die Nordschweiz eine Zeit grosser Not, geprägt von Naturkatastrophen und Hungersnöten. Besonders die Überschwemmungen des Rheins und des Bodensees verursachten immense Zerstörung. Durch den heissen Föhn, der die grossen Schneemassen schmolz, stiegen die Flüsse über die Ufer und verwüsteten weite Teile des Rheintals. Felder wurden überflutet, Ernten zerstört, und viele Dörfer standen unter Wasser. In Basel führte die Nahrungsmittelknappheit zu einer Hungersnot, die nur durch das Engagement der Regierung und reicher Bürger gemildert werden konnte. Notmassnahmen wie Strassenbau boten Arbeitslosen Brot und Überlebensmöglichkeiten.",
        "longtext": "Seit dem Jahr 1815 ist für die Nordschweiz eine Zeit schwerer Krisen, ausgelöst durch Naturkatastrophen und wirtschaftliche Not. Besonders verheerend waren die Überschwemmungen, die durch den Rhein und den Bodensee verursacht wurden. Nach einer Reihe von kühlen, schneereichen Wintern wuchs die Schneedecke in den Alpen beträchtlich an. Im Frühling 1817 setzte plötzlich warme Witterung ein, verstärkt durch den Föhn, einen warmen, trockenen Wind. Dieser schmolz die Schneemassen rasch, was zu einem massiven Anstieg des Rheinpegels führte. Das Rheintal wurde von den Fluten überschwemmt, und Dörfer wie Rheineck und St. Margarethen standen mehrere Meter tief unter Wasser. Felder und Ernten, darunter Kartoffeln und Getreide, wurden vollständig vernichtet, was die Region wirtschaftlich schwer traf. Ganze Dörfer ertranken fast in den Fluten.<br><br>Die Überschwemmungen trafen die Nordschweiz zu einem Zeitpunkt, an dem die Region ohnehin unter einer schweren Nahrungsmittelknappheit litt. Basel, eine der betroffenen Städte, sah sich mit einer akuten Hungersnot konfrontiert. Viele Menschen hatten keine Möglichkeit, an Nahrung zu gelangen. Die Basler Regierung reagierte mit einem unverzinslichen Darlehen von 380.000 Franken, um den Kauf von Nahrungsmitteln zu finanzieren. Die Unterstützung durch wohlhabende Stadtbewohner war entscheidend, um die Not zu lindern. In den ärmsten Gemeinden wurden zudem Strassenbauprojekte initiiert, um Arbeitslosen Beschäftigung zu geben. Sie erhielten täglich Brot, Mehl und einen Batzen, um ihre Grundbedürfnisse zu decken.",
        "link": "/infos/Nordschweiz.html",
        "image": "assets/images/Nordschweiz/Nordschweiz1.webp"
    },
    {
        "name": "Südschweiz",
        "text": "Seit 1815 leidet auch das Tessin, insbesondere die arme Bevölkerung, unter der allgemeinen Teuerung. Trotz der Not blieben ausserordentliche Folgen wie Hungersnöte aus. Die Regierung reagierte, indem sie Früchte aus dem Ausland beschaffte und an die Gemeinden verteilte, was die Notlage der Armen erheblich milderte. Es gab jedoch keine Vorratslager für Getreide, und der Handel mit Korn wurde von Händlern übernommen. Da der Import aus Italien streng verboten war, reichte das, was italienische Schmuggler ins Tessin brachten, nicht aus. Um die Versorgung zu sichern, entsandte die Regierung einen Agenten nach Genua, um dort Korn zu kaufen.",
        "longtext": "Seit 1815 erlebt das Tessin wie viele andere Regionen Europas eine Zeit der Teuerung, die die armen Bevölkerungsschichten besonders hart traf. Trotz der wirtschaftlichen Not und der Lebensmittelknappheit blieb die Region von extremen Katastrophen wie Hungersnöten verschont. Dies war vor allem dem schnellen Handeln der Regierung zu verdanken, die Massnahmen ergriff, um das Leid der Bevölkerung zu lindern.<br><br>Da es im Tessin keine Getreidespeicher gab, musste die Regierung Früchte und andere Nahrungsmittel aus dem Ausland importieren. Diese Nahrungsmittel wurden dann an die verschiedenen Gemeinden verteilt, um die Not der Armen zu lindern. Ein grosser Teil der Versorgung wurde von privaten Kornhändlern organisiert, da die Regierung auf den Handel angewiesen war.<br><br>Ein besonderes Problem stellte der Import aus Italien dar, da dieser streng von der italienischen Regierung verboten wurde. Dies erschwerte die Versorgung des Tessins erheblich. Zwar gab es Schmuggler, die illegal Lebensmittel ins Tessin brachten, doch diese Mengen waren bei weitem nicht ausreichend, um die Bevölkerung angemessen zu versorgen. Um die Lage zu verbessern, entsandte die tessinische Regierung schliesslich einen Agenten nach Genua, um dort offiziell Korn einzukaufen und es ins Tessin zu bringen.<br><br>Diese Bemühungen halfen, das Elend der Bevölkerung in diesen schwierigen Jahren deutlich zu verringern. Die schnelle und umsichtige Reaktion der Regierung verhinderte, dass sich die Krise zu einer echten Hungersnot ausweitete, und sicherte so die Stabilität in der Region während einer Zeit grosser Unsicherheit in Europa.",
        "link": "/infos/Nordschweiz.html",
        "image": "assets/images/Suedschweiz/Suedschweiz1.webp"
    },
    {
        "name": "Zentralschweiz",
        "text": "Seit 1815 ist die Zentralschweiz stark von Hungersnöten betroffen. Besonders in den Kantonen Schwyz, Uri und Luzern war die Situation prekär. In Schwyz mussten Lebensmittel aus Italien bezogen werden, jedoch kam es zu Verzögerungen aufgrund mangelnder Transportmittel. Die Not führte dazu, dass sich manche Menschen sogar von Nesseln und Kräutern ernährten. In Uri wurde ebenfalls Korn aus Italien importiert, wobei Männer, Frauen und Kinder als Träger arbeiteten. Luzern, ohne staatliche Vorräte, konnte durch Kloster- und private Getreidespenden unterstützen. Dank dieser Massnahmen starb niemand an Hunger, jedoch herrschte später Nervenfieber in der Region.",
        "longtext": "Seit dem Jahr 1815 ist in der Zentralschweiz eine Zeit grosser Not und Entbehrung. Mehrere Missernten führten dazu, dass besonders in den Kantonen Schwyz, Uri und Luzern eine Hungersnot ausbrach. In Schwyz war die Situation besonders dramatisch. Eine staatlich eingerichtete Fruchtkommission bezog zunächst Getreide aus den umliegenden Schweizer Märkten, doch als auch dort die Vorräte knapp wurden, musste Korn aus Italien importiert werden. Besonders aus Magadino, Pavia und Genua wurden Säcke türkischen Weizens und Reis beschafft. Die Verzögerungen beim Transport aufgrund mangelnder Speditionsmittel führten jedoch zu Engpässen, sodass Lebensmittel streng rationiert und an die Haushalte verteilt wurden. Die Not war so gross, dass einige Menschen auf Nesseln und Kräuter zurückgreifen mussten. Dank der Viehzucht und den Anstrengungen der lokalen Behörden, besonders des Salzdirektors Kastel, starb im Kanton Schwyz jedoch niemand an Hunger. Allerdings wütete eine Nervenfieber-Epidemie, die viele Opfer forderte. <br><br> In Uri war die Lage ebenfalls ernst. Auch hier wurde Getreide aus Italien importiert, und aufgrund des Transportmangels verdienten sich viele Bewohner durch das Tragen der Vorräte ihren Unterhalt. Trotz der erschöpften Staatskassen gelang es der Regierung, die Bevölkerung zu versorgen, sodass auch in Uri niemand verhungerte.<br><br>Luzern verfügte zu Beginn der Krise über keine staatlichen Getreidereserven, doch private Vorräte und Spenden des Klosters St. Urban halfen, die Lage zu stabilisieren. Die Not war besonders im Entlebuch und im bergigen Teil des Amts Willisau gross, doch auch hier konnte durch grosszügige Hilfeleistungen der schlimmste Hunger abgewendet werden.",
        "link": "/infos/Nordschweiz.html",
        "image": "assets/images/Zentralschweiz/Zentralschweiz1.webp"
    },
    {
        "name": "Westschweiz",
        "text": "Seit 1815 erlebt die Westschweiz eine schwierige Zeit, besonders aufgrund der schlechten Ernten. In Neuenburg wurden jedoch Massnahmen ergriffen, um die Auswirkungen der Nahrungsmittelknappheit abzufedern. Obwohl niemand direkt verhungerte, litt die Bevölkerung unter minderwertiger Nahrung. Die Stadt konnte Brot zu einem günstigeren Preis anbieten als auf dem Land. Zudem schuf Neuenburg Winterarbeiten für rund 200 Arbeiter, was 100 bedürftigen Familien half. Zwischen September 1816 und Juni 1817 wurden 10.000 Säcke Getreide gekauft, wovon ein Fünftel zu vergünstigten Preisen an das Umland abgegeben wurde, um die Not zu lindern.",
        "longtext": "Seit dem Jahr 1815 ist die Westschweiz, wie für viele andere Teile Europas, von schwierigen klimatischen und wirtschaftlichen Bedingungen geprägt. Besonders in Neuenburg wurde die Situation durch schlechte Ernten und eine daraus resultierende Nahrungsmittelknappheit erschwert. Es wurde berichtet, dass niemand direkt an Hunger starb, doch die verfügbaren Nahrungsmittel waren von schlechter Qualität. Das Brot, das aus minderwertigem Korn gebacken wurde, sowie die durch die Nässe beeinträchtigten Früchte und Gemüse boten nur eine unzureichende und die Gesundheit schwächende Ernährung.<br><br>Trotz dieser Schwierigkeiten gelang es der Stadt Neuenburg, Brot zu einem niedrigeren Preis anzubieten als auf dem Land, was der vorhandenen Vorratssituation zu verdanken war. Um der Arbeitslosigkeit in den Wintermonaten entgegenzuwirken, wurden etwa 200 Arbeiter beschäftigt, die in sonst nicht unternommenen Projekten arbeiteten. Dies ermöglichte es, rund 100 bedürftigen Familien durch Arbeitslohn zu helfen, ohne Geld direkt auszuteilen, da dieses leicht missbraucht werden könnte. Über den Zeitraum vom 1. September 1816 bis Juni 1817 kaufte die Stadt 10.000 Säcke Getreide, wovon etwa 6.000 Säcke zu einem Fünftel unter dem Marktpreis an das Umland abgegeben wurden.<br><br>Diese Massnahmen zeigten den Versuch, die Auswirkungen der Krise abzufedern, insbesondere für die ärmere Bevölkerung. Durch die Kombination von Arbeitsbeschaffung und kontrollierten Nahrungsmittelpreisen konnte Neuenburg die schlimmsten Auswirkungen der Krise mildern und die soziale Stabilität in diesen schwierigen Jahren wahren. Die Zusammenarbeit zwischen Stadt und Land spielte dabei eine entscheidende Rolle.",
        "link": "/infos/Nordschweiz.html",
        "image": "assets/images/Westschweiz/Westschweiz1.webp"
    }
]